{
    "home": "Home",
    "services": "Services",
    "projects": "Projects",
    "about us": "Us",
    "contact": "Connect" ,
    "home1": "Build the perfect software for your business",
    "home2": "Custom development for businesses looking to grow with cutting-edge technology. We have unique solutions for unique problems, so connect with us today!",
    "home3": "Our Services" ,
    "home4": "Why choose Dech as your ally?",
    "home5": "Watch this one-minute video and understand why you should choose our services!",
    "home6": "Let's talk about your idea!",
    "services1":  "Solutions designed for you",
    "services2": "Development",
    "services3": "We create robust, scalable, and optimized applications to enhance your business",
    "services4":"UI/UX Design",
    "services5":"Attractive and functional designs that guarantee an exceptional user experience",
    "services6":"Automation",
    "services7":"Optimize your operations with technology that saves time and resources",
    "services8":"Consulting",
    "services9": "We help you make strategic technological decisions for your company",
    "services10": "API Integration",
    "services11":"We connect your systems with external tools such as payment gateways to ensure everything works in sync",
    "services12": "AI",
    "services13": "We build Machine Learning and advanced analytics solutions to extract value from your data, optimise processes and boost your business.",
    "footer": "Dech Solutions S.A.S, All Rights Reserved",
    "contact1": "Tell us about your idea!",
    "contact2": "Contact us through your preferred channel to receive guidance.",
    "contact3": "Please complete all fields correctly.",
    "contact4": "Let's talk...",
    "contact5": "Cannot be empty.",
    "contact6": "Please enter a valid email.",
    "contact7": "Name",
    "contact8": "Email",
    "contact9": "Tell us about your projects...",
    "contact10": "Send",
    "project1": "Look what we can do!",
    "project2": "Explore some of the innovative products we have created, designed to meet your needs.",
    "project3": "Mobile applications",
    "project4": "At Dech we create bespoke mobile applications that combine intuitive design, advanced functionality and cutting-edge technology. We develop scalable, cross-platform mobile solutions that boost productivity, improve user experience and connect your business with your customers anywhere, anytime.",
    "project5": "Integrations with AI",
    "project6": "At Dech we develop AI-powered software integrations to optimise your processes, automate repetitive tasks and transform data into actionable insights. With customised and scalable solutions, we connect your systems, improve efficiency and empower intelligent decision making, taking your business to the next level with innovative and adaptive technology.",
    "project7": "Internal use tools",
    "project8": "At Dech we design intelligent internal tools that revolutionise your company's operations, optimising workflows, simplifying complex tasks and boosting collaboration between teams. Our solutions, developed with advanced and adaptive technology, integrate seamlessly into your existing systems, automating critical processes and generating real-time insights for more agile and accurate decision making. With customisable and scalable tools, we boost productivity, reduce operational costs and take your organisation's efficiency to the next level, allowing you to focus on what really matters: growing your business.",
    "us1": "About Us",
    "us2": "Our Passion",
    "us3": "We develop specialized and custom software for companies looking to take a technological leap.",
    "us4": "Founded by a team passionate about technology and software.",
    "us5": "Our Mission",
    "us6": "To offer products with cutting-edge innovative tools, such as artificial intelligence, ensuring high quality to drive the growth and competitiveness of our clients.",
    "us7": "What We Want",
    "us8": "Born in university classrooms, we had the vision to transform the business world through software. Today, we are proud to be a strategic ally for companies that want to level up and adapt to the digital era."
}