{
    "home": "Inicio",
    "services": "Servicios",
    "projects": "Proyectos",
    "about us": "Nosotros",
    "contact": "Contáctanos",
    "home1": "Crea el software perfecto para tu negocio",
    "home2": "Desarrollo a la medida para empresas que buscan crecer con tecnología de vanguardia. Contamos con soluciones únicas para problemas únicos. ¡Conecta con nosotros hoy!",
    "home3": "Nuestros Servicios",
    "home4": "¿Por qué elegir a Dech como tu aliado?",
    "home5": "¡Mira este video de un minuto y comprenderás por qué elegir nuestros servicios!",
    "home6": "¡Hablemos sobre tu idea!",
    "services1":  "Soluciones diseñadas para ti",
    "services2": "Desarrollo",
    "services3": "Creamos aplicaciones robustas, escalables y optimizadas para potenciar tu negocio",
    "services4":"Diseño UI/UX",
    "services5":"Diseños atractivos y funcionales que garantizan una experiencia de usuario excepcional",
    "services6":"Automatización",
    "services7": "Optimiza tus operaciones con tecnología que ahorra tiempo y recursos",
    "services8": "Consultoría",
    "services9": "Te ayudamos a tomar decisiones tecnológicas estratégicas para tu empresa",
    "services10" : "Integración APIs",
    "services11": "Conectamos tus sistemas con herramientas externas como pasarelas de pago para que todo trabaje en sincronía",
    "services12": "Inteligencia Artificial",
    "services13": "Creamos soluciones de Machine Learning y análisis avanzado para extraer valor de tus datos, optimizar procesos y potenciar tu negocio.",
    "footer": "Dech Solutions S.A.S, Todos Los Derechos Reservados",
    "contact1": "¡Cuéntanos sobre tu idea!",
    "contact2": "Contáctanos por tu medio preferido para recibir asesoría",
    "contact3": "Por favor completa todos los campos correctamente",
    "contact4" : "Hablemos...",
    "contact5": "No puede estar vacío",
    "contact6": "Incluya un mail válido",
    "contact7": "Nombre",
    "contact8": "Correo Electrónico",
    "contact9": "Cuentanos sobre tus proyectos...",
    "contact10": "Enviar",
    "project1": "¡Mira lo que podemos hacer!",
    "project2": "Explora algunos de los productos innovadores que hemos creado, diseñados para cumplir con tus necesidades.",
    "project3": "Aplicaciones móviles",
    "project4": "En Dech creamos aplicaciones móviles a medida que combinan diseño intuitivo, funcionalidad avanzada y tecnología de vanguardia. Desarrollamos soluciones móviles escalables y multiplataforma que potencian la productividad, mejoran la experiencia del usuario y conectan tu negocio con tus clientes en cualquier lugar, en cualquier momento.",
    "project5": "Integraciones con IA",
    "project6": "En Dech desarrollamos integraciones de software impulsadas por inteligencia artificial para optimizar tus procesos, automatizar tareas repetitivas y transformar datos en insights accionables. Con soluciones personalizadas y escalables, conectamos tus sistemas, mejoramos la eficiencia y potenciamos la toma de decisiones inteligentes, llevando tu negocio al siguiente nivel con tecnología innovadora y adaptativa.",
    "project7": "Herramientas de uso interno",
    "project8": "En Dech diseñamos herramientas inteligentes que automatizan procesos, optimizan flujos de trabajo y mejoran la colaboración, impulsando la eficiencia y el crecimiento de tu negocio.",
    "us1": "Acerca de Nosotros",
    "us2": "Nuestra pasión",
    "us3": "Fabricamos software especializado y a la medida para empresas que buscan dar un salto tecnológico." ,
    "us4": "Fundada por un equipo de apasionados por la tecnología y el software." ,
    "us5": "Nuestra misión" ,
    "us6": "Ofrecer productos con herramientas innovadoras de última tendencia, como la inteligencia artificial asegurando una alta calidad para impulsar el crecimiento y la competitividad de nuestros clientes." ,
    "us7": "Qué queremos" ,
    "us8": "Desde las aulas universitarias nacimos con la visión de transformar el mundo empresarial a través del software. Hoy, nos enorgullece ser un aliado estratégico para empresas que desean subir de nivel y adaptarse a la era digital." 
}